// Якщо ваше ім’я містить більше 4 букв і прізвище більше 5, то виведіть на екран число
// ,яке дорівнює сумі букв імені і прізвища. 
// Якщо умова не виконується - вивести “ОЙ, неможливо виконати умову”.
// Наприклад: “Віктор Сташко” Віктор - 6 літер, Сташко - 6 літер. Виводимо 12.
// Використовувати вбудований метод length.


let firstName = "Віктор";
let lastName = "Сташко";

if(firstName.length > 4 && lastName.length > 5) {
  let sum = firstName.length + lastName.length;
  console.log(sum);
} else {
  console.log("ОЙ, неможливо виконати умову");
}